# ElectrodeTemplateConversion

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**type** | **str** |  | [default to 'IdeaStatiCa.Api.Connection.Model.ElectrodeTemplateConversion, IdeaStatiCa.Api']

## Example

```python
from ideastatica_connection_api.models.electrode_template_conversion import ElectrodeTemplateConversion

# TODO update the JSON string below
json = "{}"
# create an instance of ElectrodeTemplateConversion from a JSON string
electrode_template_conversion_instance = ElectrodeTemplateConversion.from_json(json)
# print the JSON string representation of the object
print(electrode_template_conversion_instance.to_json())

# convert the object into a dict
electrode_template_conversion_dict = electrode_template_conversion_instance.to_dict()
# create an instance of ElectrodeTemplateConversion from a dict
electrode_template_conversion_from_dict = ElectrodeTemplateConversion.from_dict(electrode_template_conversion_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)